var arr = [];
export default {
  AdressData() {
    arr = {
      深圳市: {
        龙岗区: [
          "平湖街道",
          "大鹏街道",
          "横岗街道",
          "龙岗街道",
          "龙城街道",
          "南澳街道",
          "坑梓街道",
          "坪地街道",
          "葵涌街道",
          "坪山街道",
          "布吉街道",
          "南湾街道",
          "坂田街道"
        ],
        福田区: [
          "园岭街道",
          "南园街道",
          "福田街道",
          "沙头街道",
          "梅林街道",
          "华富街道",
          "香蜜湖街道",
          "莲花街道",
          "华强北街道",
          "福保街道"
        ],
        罗湖区: [
          "桂园街道",
          "黄贝街道",
          "东门街道",
          "翠竹街道",
          "东晓街道",
          "南湖街道",
          "笋岗街道",
          "东湖街道",
          "莲塘街道",
          "清水湖街道"
        ],
        // 新安、西乡、航城、福永、福海、沙井、新桥、松岗、燕罗、石岩
        宝安区: [
          "新安街道",
          "西乡街道",
          "航城街道",
          "福永街道",
          "福海街道",
          "沙井街道",
          "新桥街道",
          "松岗街道",
          "燕罗街道",
          "石岩街道"
        ]
      }
    };
    return arr;
  }
};
